{
  "popularName": {
    "years": [
      "1940",
      "1950",
      "1960",
      "1990",
      "1980",
      "1990",
      "2000",
      "2010"
    ],
    "boysName": {
      "0": [
        "יוסף",
        "יעקב",
        "משה"
      ],
      "1": [
        "דוד",
        "יוסף",
        "משה"
      ],
      "2": [
        "דוד",
        "יוסף",
        "אברהם"
      ],
      "3": [
        "דוד",
        "יוסף",
        "משה"
      ],
      "4": [
        "דוד",
        "רועי",
        "משה"
      ],
      "5": [
        "דניאל",
        "דוד",
        "משה"
      ],
      "6": [
        "דניאל",
        "דוד",
        "יוסף"
      ],
      "7": [
        "דניאל",
        "דוד",
        "יוסף"
      ]
    },
    "girlsName": {
      "0": [
        "רחל",
        "אסתר",
        "שרה"
      ],
      "1": [
        "רחל",
        "שרה",
        "מרים"
      ],
      "2": [
        "רחל",
        "אסתר",
        "מרים"
      ],
      "3": [
        "מיכל",
        "ענת",
        "מירב"
      ],
      "4": [
        "מיטל",
        "מיכל",
        "קרן"
      ],
      "5": [
        "בר",
        "רוני",
        "מור"
      ],
      "6": [
        "נועה",
        "שירה",
        "עדי"
      ],
      "7": [
        "נועה",
        "שירה",
        "עדי"
      ]
    }
  },
  "pplObj": [
    {
      "dataId": "ecoData",
      "title": "ההסבר הכלכלי",
      "style": "top: 84%;left: 0;",
      "dataBoys":"בשנות השמונים, כשפמפרס התחילו לשווק חיתולים ורודים לבנות וכחולים לבנים זה התניע עידן של מוצרים מגדריים, אחרי עשורים של צבעים ניטרליים, וכך התחיל להתקבע הרעיון שוורוד זה נשי. ב־1999, כשחברת דיסני הוציאה לראשונה את מוצרי הנסיכות הוורודים שלה, הם נמכרו בכ־300 מיליון דולר. כעבור שנה כבר זינקו המכירות ל־4 מיליארד דולר.",
      "dataGirls": "",
      "visual": ""
    },
    {
      "dataId": "culData",
      "title": "ההסבר התרבותי",
      "style": "top: 0%;left: 0;",
      "dataBoys": "חקר הראה שעד גיל שלוש בנים ובנות הראו העדפה מועטה מאוד לוורוד או לכחול. אבל בגיל ארבע התחיל שינוי עצום אצל שניהם: בנות הראו העדפה לוורוד, ובנים הראו סלידה מוורוד והעדפה לכחול. הטענה היא ששינויים הללו, שקשורים בגיל, נובעים מסיבות תרבותיות וחברתיות. הורים מדכאים באופן פעיל כל משיכה של בנים לוורוד, אבל לא של בנות. ובמקביל, רבים - אף שלא כולם - מעודדים בנות לבחור בוורוד, ושוק הצעצועים, הבגדים והמוצרים לילדים נותן לזה תמיכה עצומה.",
      "dataGirls": "",
      "visual": ""
    },
    {
      "dataId": "horData",
      "title": "ההסבר ההורמונלי",
      "style": "top: 84%;left: 84%;",
      "dataBoys": "מבחן כוח של גברים מול קיר כחול הראה תוצאות טובות יותר מאשר מול קיר ורוד. אסירים במתקן כליאה שנצבע ורוד היו בצורה משמעותית אלימים פחות מאלו שבמתקן כליאה רגיל.",
      "dataGirls": "חלק ניכר מההבדלים המנטליים וההתנהגותיים בין גברים לנשים אפשר להסביר בדרך שבה האנדרוגן מעצב את פעילות המוח. מחקרים הוכיחו כי לצבעים יש השפעה נוירו־כימית על המערכת האנדוקרינית שלנו. מחקרים הראו שבנות שנחשפות עוד ברחם לרמה גבוהה של ההורמון הגברי אנדרוגן ונולדות עמו מעדיפות לשחק עם צעצועים \"של בנים\" כמו צעצועי הרכבה, ומתעלמות לחלוטין מבובות.",
      "visual": ""
    },
    {
      "dataId": "evoData",
      "title": "ההסבר האבולוציוני",
      "style": "top: 0;left: 84%;",
      "dataBoys": "החיבה של גברים לכחול מוסברת בטבעם כציידים. שמים תכולים ובהירים סימלו מזג אוויר טוב ומקור מים איכותי שהם תנאים טובים לצייד.",
      "dataGirls": "נשים נוטות לצבעים הוורודים־אדומים כי כמלקטות זה אפשר להן לבחור את גרגירי היער האדומים והבשלים ביותר. כך נשים זיהו גם מחזר סמוק לחיים, פוטנציאל לשידוך טוב ופורה, ואת הפנים הסמוקות של תינוק חולה.",
      "visual": ""
    }
  ],
  "tradition":"שתזכו לבנים זכרים היא הברכה העתיקה והשכיחה שתופסת כל זוג צעיר שזה עתה התחתן. כבר נקודה אחת לטובת הבנים. ברית המילה, היא טקס גברי המיועד אך ורק לבנים. אֵם התינוק שאך ילדה אותו לפני שמונה ימים, כלל אינה נחוצה לקיומו של הטקס ואין לה בו שום תפקיד. אין טקס לידה מסורתי עבור בנות. גם טקס בר-המצווה הוא עליה לתורה שנתפסת כפעילות גברית. חתונה אמנם לא יכולה להתקיים ללא כלה אך בטקס המסורתי, היא נוכחת נפקדת: אין לה פנים (המכוסים בהינומה) ואין לה קול ואפילו כתב הזכויות שלה, הכתובה, חתומה בידי אביה ובעלה. בטקס הלוויה, רק הגברים אומרים \"קדיש\" על הנפטר או הנפטרת."
}